---
kind: property
id: P:Autodesk.Revit.DB.XYZ.Z
zh: 点
source: html/645a3f94-30c9-18b5-947d-c06ddd760691.htm
---
# Autodesk.Revit.DB.XYZ.Z Property

**中文**: 点

Gets the third coordinate.

## Syntax (C#)
```csharp
public double Z { get; }
```